[
  { "palavra": "dinamarca", "dica": "País europeu que administra a Groenlândia como território autônomo." },
  { "palavra": "groenlandia", "dica": "Maior ilha do mundo, situada entre os oceanos Ártico e Atlântico Norte." },
  { "palavra": "islandia", "dica": "País insular do Atlântico Norte conhecido por vulcões e gêiseres." },
  { "palavra": "australia", "dica": "País-continente localizado entre os oceanos Índico e Pacífico." },
  { "palavra": "andes", "dica": "Maior cadeia de montanhas da América do Sul." },
  { "palavra": "amazonas", "dica": "Rio de grande vazão que atravessa o norte da América do Sul." },
  { "palavra": "sahel", "dica": "Faixa de transição semiárida ao sul do deserto do Saara." },
  { "palavra": "siberia", "dica": "Vasta região do norte da Ásia, parte da Rússia, conhecida por clima frio." },
  { "palavra": "himalaias", "dica": "Cadeia montanhosa asiática onde fica o monte mais alto do mundo." },
  { "palavra": "everest", "dica": "Montanha mais alta do mundo, na região do Himalaia." },
  { "palavra": "sahara", "dica": "Maior deserto quente do planeta, localizado no norte da África." },
  { "palavra": "gobi", "dica": "Deserto da Ásia Oriental, entre Mongólia e China." },
  { "palavra": "taiga", "dica": "Bioma de florestas de coníferas típico de altas latitudes do Hemisfério Norte." },
  { "palavra": "tundra", "dica": "Bioma de clima muito frio, com vegetação baixa e solo frequentemente congelado." },
  { "palavra": "estuário", "dica": "Ambiente de encontro entre água doce e água salgada, com influência de marés." },
  { "palavra": "pantanal", "dica": "Grande planície alagável do Centro-Oeste brasileiro, rica em biodiversidade." },
  { "palavra": "caatinga", "dica": "Bioma brasileiro de clima semiárido e vegetação adaptada à seca." },
  { "palavra": "cerrado", "dica": "Bioma brasileiro de savanas, conhecido por solos ácidos e grande diversidade." },
  { "palavra": "pampas", "dica": "Campos naturais do sul do Brasil e países vizinhos, propícios à pecuária." },
  { "palavra": "latifundio", "dica": "Grande propriedade rural concentrada nas mãos de poucos proprietários." },

  { "palavra": "mesopotamia", "dica": "Região histórica entre os rios Tigre e Eufrates, berço de civilizações antigas." },
  { "palavra": "sumérios", "dica": "Povo da Mesopotâmia associado às primeiras cidades-estado e à escrita cuneiforme." },
  { "palavra": "cuneiforme", "dica": "Sistema de escrita gravado em tabuletas de argila, comum na Mesopotâmia antiga." },
  { "palavra": "zigurate", "dica": "Construção em terraços que funcionava como templo em cidades mesopotâmicas." },
  { "palavra": "babilonia", "dica": "Importante cidade-império da Mesopotâmia, ligada ao reinado de Hamurábi." },
  { "palavra": "hamurabi", "dica": "Rei babilônico associado a um famoso conjunto de leis antigas." },
  { "palavra": "farao", "dica": "Título do governante do Egito Antigo, visto como figura política e religiosa." },
  { "palavra": "hieroglifo", "dica": "Escrita do Egito Antigo formada por sinais figurativos." },
  { "palavra": "nilo", "dica": "Rio fundamental para a agricultura e a vida no Egito Antigo." },
  { "palavra": "atenas", "dica": "Cidade-estado grega associada à democracia clássica e à filosofia." },
  { "palavra": "esparta", "dica": "Cidade-estado grega conhecida por disciplina militar e educação voltada à guerra." },
  { "palavra": "helenismo", "dica": "Período de difusão cultural grega após as conquistas de Alexandre." },
  { "palavra": "alexandre", "dica": "Conquistador macedônio que expandiu um grande império até a Ásia." },
  { "palavra": "republica", "dica": "Forma de governo em que o poder não é hereditário, comum em experiências históricas." },
  { "palavra": "imperio", "dica": "Forma política marcada pela dominação de vários territórios sob uma autoridade central." },
  { "palavra": "roma", "dica": "Cidade que se tornou centro de um vasto império na Antiguidade." },
  { "palavra": "senado", "dica": "Instituição política de aconselhamento e decisão presente em Roma e em outros sistemas." },
  { "palavra": "feudalismo", "dica": "Organização social medieval baseada em relações de suserania e vassalagem." },
  { "palavra": "cruzadas", "dica": "Expedições militares-religiosas medievais com destino ao Oriente." },
  { "palavra": "renascimento", "dica": "Movimento cultural europeu ligado ao humanismo e às artes entre os séculos XIV e XVI." },
  { "palavra": "reforma", "dica": "Movimento religioso do século XVI que contestou práticas da Igreja Católica." },
  { "palavra": "iluminismo", "dica": "Corrente intelectual que valorizou razão, ciência e crítica ao absolutismo." },
  { "palavra": "absolutismo", "dica": "Modelo político em que o rei concentra amplos poderes, comum na Europa moderna." },
  { "palavra": "revolucao", "dica": "Mudança rápida e profunda em estruturas políticas, sociais ou econômicas." },
  { "palavra": "jacobinos", "dica": "Grupo político radical ligado a uma fase da Revolução Francesa." },
  { "palavra": "girondinos", "dica": "Grupo político mais moderado ligado à Revolução Francesa." },
  { "palavra": "napoleao", "dica": "Líder francês que consolidou conquistas revolucionárias e expandiu poder pela Europa." },
  { "palavra": "industrializacao", "dica": "Processo de expansão das fábricas e da produção mecanizada, iniciando na Inglaterra." },
  { "palavra": "imperialismo", "dica": "Política de expansão e controle de territórios, intensa no século XIX." },
  { "palavra": "colonialismo", "dica": "Dominação de um território por outro, com exploração econômica e imposição cultural." },
  { "palavra": "escravidao", "dica": "Sistema de trabalho forçado em que pessoas são tratadas como propriedade." },
  { "palavra": "abolicionismo", "dica": "Movimento político e social de combate à escravidão." },
  { "palavra": "republicanismo", "dica": "Ideia política que defende governo sem monarquia e com participação cidadã." },
  { "palavra": "ditadura", "dica": "Regime político com concentração de poder e restrições a liberdades civis." },
  { "palavra": "guerrafria", "dica": "Período de tensões geopolíticas entre EUA e URSS após a Segunda Guerra." },
  { "palavra": "totalitarismo", "dica": "Regime que busca controlar amplamente a vida social, política e cultural." },
  { "palavra": "genocidio", "dica": "Extermínio sistemático de um grupo humano por motivos étnicos, nacionais ou religiosos." },

  { "palavra": "atomo", "dica": "Unidade básica da matéria, composta por núcleo e elétrons." },
  { "palavra": "proton", "dica": "Partícula subatômica de carga positiva presente no núcleo." },
  { "palavra": "neutron", "dica": "Partícula subatômica sem carga elétrica presente no núcleo." },
  { "palavra": "eletron", "dica": "Partícula subatômica de carga negativa que ocupa regiões ao redor do núcleo." },
  { "palavra": "isotopo", "dica": "Átomos do mesmo elemento com igual número de prótons e diferente número de nêutrons." },
  { "palavra": "molecula", "dica": "Conjunto de átomos ligados quimicamente, formando uma substância." },
  { "palavra": "ligacao", "dica": "Força que mantém átomos unidos em moléculas ou redes cristalinas." },
  { "palavra": "ionico", "dica": "Tipo de ligação que envolve atração entre íons de cargas opostas." },
  { "palavra": "covalente", "dica": "Ligação em que átomos compartilham pares de elétrons." },
  { "palavra": "metalica", "dica": "Ligação típica dos metais, associada a elétrons livres e boa condução." },
  { "palavra": "solucao", "dica": "Mistura homogênea em que um soluto se dissolve em um solvente." },
  { "palavra": "solvente", "dica": "Substância que dissolve outra, geralmente em maior quantidade na mistura." },
  { "palavra": "soluto", "dica": "Substância dissolvida em um solvente para formar uma solução." },
  { "palavra": "ph", "dica": "Escala que indica acidez ou basicidade de uma solução." },
  { "palavra": "acido", "dica": "Substância que pode liberar íons H+ em solução aquosa (modelo de Arrhenius)." },
  { "palavra": "base", "dica": "Substância que pode liberar íons OH− em solução aquosa (modelo de Arrhenius)." },
  { "palavra": "sal", "dica": "Composto iônico frequentemente formado pela reação entre ácido e base." },
  { "palavra": "oxido", "dica": "Composto formado pela combinação de oxigênio com outro elemento." },
  { "palavra": "combustao", "dica": "Reação química com oxigênio que libera energia, comum em queimas." },
  { "palavra": "catalise", "dica": "Processo em que uma substância acelera uma reação sem ser consumida no final." },
  { "palavra": "equilibrio", "dica": "Estado em que reações direta e inversa ocorrem com mesmas velocidades." },
  { "palavra": "entalpia", "dica": "Grandeza associada a calor envolvido em processos a pressão constante." },
  { "palavra": "entropia", "dica": "Medida de dispersão de energia/ordem em um sistema físico-químico." },
  { "palavra": "oxidacao", "dica": "Processo em que uma espécie perde elétrons (reação redox)." },
  { "palavra": "reducao", "dica": "Processo em que uma espécie ganha elétrons (reação redox)." },
  { "palavra": "eletrolise", "dica": "Processo em que corrente elétrica força uma reação química não espontânea." },
  { "palavra": "polimero", "dica": "Macromolécula formada por repetição de unidades menores chamadas monômeros." },
  { "palavra": "monomero", "dica": "Unidade básica que se repete para formar um polímero." },
  { "palavra": "alcano", "dica": "Hidrocarboneto saturado com apenas ligações simples." },
  { "palavra": "alceno", "dica": "Hidrocarboneto com pelo menos uma ligação dupla entre carbonos." },
  { "palavra": "alcino", "dica": "Hidrocarboneto com pelo menos uma ligação tripla entre carbonos." },
  { "palavra": "benzeno", "dica": "Composto aromático com anel hexagonal de carbono, base da química aromática." },
  { "palavra": "etanol", "dica": "Álcool presente em bebidas e também usado como combustível." },
  { "palavra": "metano", "dica": "Gás combustível, principal componente do gás natural." },
  { "palavra": "amonia", "dica": "Composto de nitrogênio e hidrogênio, importante na produção de fertilizantes." },
  { "palavra": "cloreto", "dica": "Ânion derivado do cloro, comum em sais como o de cozinha." },

  { "palavra": "forca", "dica": "Interação capaz de alterar o movimento ou deformar um corpo." },
  { "palavra": "inercia", "dica": "Tendência de um corpo manter seu estado de repouso ou movimento." },
  { "palavra": "aceleracao", "dica": "Variação da velocidade ao longo do tempo." },
  { "palavra": "velocidade", "dica": "Relação entre deslocamento e tempo, com direção e sentido." },
  { "palavra": "massa", "dica": "Medida da quantidade de matéria e da resistência à aceleração." },
  { "palavra": "energia", "dica": "Capacidade de realizar trabalho ou causar transformações." },
  { "palavra": "trabalho", "dica": "Em física, transferência de energia associada a uma força e deslocamento." },
  { "palavra": "potencia", "dica": "Taxa de realização de trabalho ou de transferência de energia." },
  { "palavra": "gravidade", "dica": "Interação que atrai massas, responsável pela queda dos corpos." },
  { "palavra": "orbita", "dica": "Trajetória de um corpo ao redor de outro devido à gravidade." },
  { "palavra": "atrito", "dica": "Força que se opõe ao deslizamento entre superfícies em contato." },
  { "palavra": "pressao", "dica": "Grandeza dada por força dividida pela área." },
  { "palavra": "densidade", "dica": "Relação entre massa e volume de uma substância." },
  { "palavra": "empuxo", "dica": "Força para cima exercida por um fluido sobre um corpo imerso." },
  { "palavra": "flutuacao", "dica": "Fenômeno em que um corpo se mantém na superfície de um fluido devido ao empuxo." },
  { "palavra": "calor", "dica": "Energia transferida devido a diferença de temperatura." },
  { "palavra": "temperatura", "dica": "Medida relacionada à agitação térmica das partículas." },
  { "palavra": "dilatacao", "dica": "Aumento de dimensões de um corpo com variação de temperatura." },
  { "palavra": "conducao", "dica": "Transferência de calor por contato direto entre partículas." },
  { "palavra": "conveccao", "dica": "Transferência de calor pelo movimento de massas de um fluido." },
  { "palavra": "radiacao", "dica": "Transferência de energia por ondas eletromagnéticas." },
  { "palavra": "onda", "dica": "Perturbação que se propaga transportando energia." },
  { "palavra": "frequencia", "dica": "Número de oscilações por segundo de um fenômeno periódico." },
  { "palavra": "amplitude", "dica": "Medida do máximo deslocamento em relação ao equilíbrio em uma oscilação." },
  { "palavra": "reflexao", "dica": "Fenômeno em que uma onda retorna ao meio após encontrar um obstáculo." },
  { "palavra": "refracao", "dica": "Mudança de direção de uma onda ao passar para outro meio." },
  { "palavra": "difracao", "dica": "Espalhamento de ondas ao contornar obstáculos ou passar por fendas." },
  { "palavra": "interferencia", "dica": "Superposição de ondas que pode gerar reforço ou cancelamento." },
  { "palavra": "corrente", "dica": "Fluxo ordenado de cargas elétricas." },
  { "palavra": "tensao", "dica": "Diferença de potencial elétrico entre dois pontos." },
  { "palavra": "resistencia", "dica": "Oposição à passagem de corrente em um material." },
  { "palavra": "circuito", "dica": "Caminho fechado por onde pode circular corrente elétrica." },
  { "palavra": "magnetismo", "dica": "Fenômeno associado a campos magnéticos e ímãs." },
  { "palavra": "inducao", "dica": "Geração de corrente elétrica a partir de variação de fluxo magnético." },
  { "palavra": "foton", "dica": "Partícula associada à luz e outras radiações eletromagnéticas." },
  { "palavra": "relatividade", "dica": "Teoria física associada a Einstein sobre espaço, tempo e gravidade." },

  { "palavra": "celula", "dica": "Unidade estrutural e funcional básica dos seres vivos." },
  { "palavra": "nucleo", "dica": "Estrutura celular que abriga material genético em eucariontes." },
  { "palavra": "mitocondria", "dica": "Organela ligada à produção de energia (ATP) na célula." },
  { "palavra": "ribossomo", "dica": "Estrutura celular responsável pela síntese de proteínas." },
  { "palavra": "cloroplasto", "dica": "Organela vegetal relacionada à fotossíntese." },
  { "palavra": "fotossintese", "dica": "Processo em que plantas produzem glicose usando luz, CO2 e água." },
  { "palavra": "respiracao", "dica": "Processo celular de obtenção de energia a partir de moléculas orgânicas." },
  { "palavra": "homeostase", "dica": "Manutenção de condições internas estáveis no organismo." },
  { "palavra": "metabolismo", "dica": "Conjunto de reações químicas que ocorrem no organismo." },
  { "palavra": "enzima", "dica": "Proteína que acelera reações químicas no corpo." },
  { "palavra": "proteina", "dica": "Macromolécula composta por aminoácidos com funções estruturais e funcionais." },
  { "palavra": "lipidio", "dica": "Grupo de moléculas como gorduras, com função energética e estrutural." },
  { "palavra": "carboidrato", "dica": "Molécula energética como açúcares e amidos." },
  { "palavra": "dna", "dica": "Molécula que armazena informação genética nos seres vivos." },
  { "palavra": "gene", "dica": "Trecho de material genético associado a uma característica biológica." },
  { "palavra": "mutacao", "dica": "Alteração no material genético que pode gerar variação biológica." },
  { "palavra": "selecao", "dica": "Mecanismo evolutivo em que características vantajosas tendem a se propagar." },
  { "palavra": "evolucao", "dica": "Mudança nas populações ao longo das gerações." },
  { "palavra": "ecossistema", "dica": "Conjunto de seres vivos e fatores ambientais em interação." },
  { "palavra": "bioma", "dica": "Grande conjunto de ecossistemas com clima e vegetação característicos." },
  { "palavra": "biodiversidade", "dica": "Variedade de formas de vida em uma região ou no planeta." },
  { "palavra": "cadeia", "dica": "Sequência de alimentação entre seres vivos em um ecossistema." },
  { "palavra": "predacao", "dica": "Relação ecológica em que um organismo captura e consome outro." },
  { "palavra": "parasitismo", "dica": "Relação em que um organismo se beneficia prejudicando o hospedeiro." },
  { "palavra": "mutualismo", "dica": "Relação em que ambos os organismos envolvidos se beneficiam." },
  { "palavra": "polinizacao", "dica": "Transferência de pólen que possibilita reprodução em muitas plantas." },
  { "palavra": "imunidade", "dica": "Capacidade do organismo de se defender contra patógenos." },
  { "palavra": "vacina", "dica": "Preparação que estimula o sistema imune a reconhecer um agente infeccioso." },
  { "palavra": "virus", "dica": "Agente infeccioso que depende de células para se replicar." },
  { "palavra": "bacteria", "dica": "Ser microscópico unicelular com grande diversidade e importância ecológica." },

  { "palavra": "odisseia", "dica": "Épico atribuído a Homero sobre o retorno de Odisseu após a Guerra de Troia." },
  { "palavra": "iliada", "dica": "Poema épico atribuído a Homero sobre um conflito envolvendo Troia." },
  { "palavra": "tragedia", "dica": "Gênero dramático clássico marcado por conflito e destino, comum na Grécia antiga." },
  { "palavra": "comedia", "dica": "Gênero teatral/literário que costuma explorar humor e crítica social." },
  { "palavra": "soneto", "dica": "Forma poética com estrutura fixa, muito usada na tradição ocidental." },
  { "palavra": "romance", "dica": "Gênero narrativo longo, com personagens e enredo desenvolvido." },
  { "palavra": "realismo", "dica": "Corrente literária que buscou retratar sociedade e cotidiano com crítica e objetividade." },
  { "palavra": "naturalismo", "dica": "Vertente que enfatizou determinismo social/biológico e observação quase científica." },
  { "palavra": "modernismo", "dica": "Movimento artístico-literário que rompeu com formas tradicionais no início do século XX." },
  { "palavra": "simbolismo", "dica": "Corrente literária que valorizou sugestão, musicalidade e imagens subjetivas." },
  { "palavra": "barroco", "dica": "Estilo marcado por contrastes, religiosidade e linguagem elaborada." },
  { "palavra": "arcadismo", "dica": "Movimento que valorizou simplicidade e idealização da vida pastoral." },
  { "palavra": "quixote", "dica": "Obra clássica de Cervantes sobre um fidalgo que confunde ficção e realidade." },
  { "palavra": "hamlet", "dica": "Tragédia de Shakespeare com um príncipe que hesita diante da vingança." },
  { "palavra": "macunaima", "dica": "Romance brasileiro modernista centrado num herói marcado por contradições." },
  { "palavra": "capitu", "dica": "Personagem marcante de um romance de Machado de Assis narrado por Bentinho." },
  { "palavra": "bentinho", "dica": "Narrador de um romance de Machado de Assis conhecido por ciúme e memória seletiva." },
  { "palavra": "metafora", "dica": "Figura de linguagem que transfere sentido por semelhança, sem usar 'como'." },
  { "palavra": "ironía", "dica": "Recurso em que se diz algo com sentido oposto ou crítico ao literal." },
  { "palavra": "aliteracao", "dica": "Repetição de sons consonantais para efeito sonoro em textos." },

  { "palavra": "memoria", "dica": "Capacidade mental de codificar, armazenar e recuperar informações." },
  { "palavra": "atencao", "dica": "Processo cognitivo de selecionar estímulos relevantes e manter foco." },
  { "palavra": "emocao", "dica": "Resposta afetiva que envolve experiências subjetivas e alterações fisiológicas." },
  { "palavra": "ansiedade", "dica": "Estado de preocupação/alerta que pode ser adaptativo ou excessivo." },
  { "palavra": "estresse", "dica": "Resposta do organismo a demandas percebidas como desafiadoras ou ameaçadoras." },
  { "palavra": "motivacao", "dica": "Conjunto de fatores que impulsionam comportamento em direção a objetivos." },
  { "palavra": "apego", "dica": "Vínculo afetivo importante na infância, influenciando relações ao longo da vida." },
  { "palavra": "percepcao", "dica": "Processo de organizar e interpretar estímulos sensoriais." },
  { "palavra": "cognicao", "dica": "Conjunto de processos mentais como pensar, aprender e resolver problemas." },
  { "palavra": "empatia", "dica": "Capacidade de compreender (e às vezes sentir) o estado emocional do outro." },
  { "palavra": "resiliencia", "dica": "Capacidade de enfrentar adversidades e recuperar-se de dificuldades." },
  { "palavra": "autoestima", "dica": "Avaliação que a pessoa faz de si mesma, positiva ou negativa." },
  { "palavra": "trauma", "dica": "Experiência marcante que pode deixar efeitos psíquicos duradouros." },
  { "palavra": "terapia", "dica": "Processo de cuidado psicológico voltado a compreender e tratar sofrimento." },
  { "palavra": "behaviorismo", "dica": "Abordagem que enfatiza comportamento observável e aprendizagem por condicionamento." },
  { "palavra": "psicanalise", "dica": "Abordagem clínica que investiga o inconsciente e conflitos psíquicos." },
  { "palavra": "inconsciente", "dica": "Conjunto de processos mentais fora da consciência imediata." },
  { "palavra": "condicionamento", "dica": "Aprendizagem por associação entre estímulos e respostas." },
  { "palavra": "reforco", "dica": "Conceito da psicologia comportamental ligado ao aumento de uma resposta." },
  { "palavra": "vies", "dica": "Tendência sistemática de julgamento que pode distorcer decisões." },

  { "palavra": "sociedade", "dica": "Conjunto de pessoas que compartilham instituições, normas e cultura." },
  { "palavra": "cultura", "dica": "Conjunto de valores, práticas, símbolos e conhecimentos de um grupo." },
  { "palavra": "norma", "dica": "Regra social que orienta comportamentos aceitos ou esperados." },
  { "palavra": "estado", "dica": "Instituição política com território, população e governo organizado." },
  { "palavra": "cidadania", "dica": "Condição de direitos e deveres vinculados à participação na vida pública." },
  { "palavra": "classe", "dica": "Categoria social frequentemente ligada a posição econômica e relações de trabalho." },
  { "palavra": "desigualdade", "dica": "Diferenças de acesso a renda, poder e oportunidades entre grupos." },
  { "palavra": "capitalismo", "dica": "Sistema econômico baseado em propriedade privada e busca de lucro." },
  { "palavra": "socialismo", "dica": "Conjunto de ideias que propõem maior controle coletivo e redução de desigualdades." },
  { "palavra": "ideologia", "dica": "Conjunto de crenças e valores que orienta visões políticas e sociais." },
  { "palavra": "hegemomia", "dica": "Predominância de um grupo/ideia na sociedade, influenciando consenso." },
  { "palavra": "poder", "dica": "Capacidade de influenciar decisões e comportamentos em uma relação social." },
  { "palavra": "burocracia", "dica": "Organização baseada em regras, cargos e procedimentos formais." },
  { "palavra": "globalizacao", "dica": "Integração econômica e cultural ampliada por tecnologia e fluxos internacionais." },
  { "palavra": "migracao", "dica": "Deslocamento de pessoas entre regiões, países ou cidades." },
  { "palavra": "urbanizacao", "dica": "Crescimento das cidades e aumento da população urbana." },
  { "palavra": "preconceito", "dica": "Julgamento prévio que pode sustentar discriminação contra grupos." },
  { "palavra": "racismo", "dica": "Sistema de discriminação baseado em hierarquização racial." },
  { "palavra": "patriarcado", "dica": "Estrutura social em que homens tendem a concentrar poder e privilégios." },
  { "palavra": "feminismo", "dica": "Movimento e pensamento que buscam igualdade de gênero e crítica a opressões." },

  { "palavra": "sororidade", "dica": "Ideia de solidariedade e apoio entre mulheres diante de desigualdades de gênero." },
  { "palavra": "misoginia", "dica": "Ódio, desprezo ou hostilidade dirigida a mulheres." },
  { "palavra": "machismo", "dica": "Conjunto de atitudes que naturaliza superioridade masculina e inferioriza o feminino." },
  { "palavra": "igualdade", "dica": "Princípio de direitos e oportunidades equivalentes entre pessoas e grupos." },
  { "palavra": "equidade", "dica": "Ideia de justiça que considera diferenças de ponto de partida para reduzir desigualdades." },
  { "palavra": "interseccionalidade", "dica": "Conceito que analisa como opressões se cruzam (raça, gênero, classe etc.)." },
  { "palavra": "consentimento", "dica": "Acordo livre e claro em relações, especialmente relevante em ética sexual." },
  { "palavra": "violencia", "dica": "Ato que causa dano físico, psicológico ou social, podendo ser individual ou estrutural." },
  { "palavra": "assédio", "dica": "Conduta insistente e invasiva que constrange alguém, podendo ocorrer no trabalho ou na rua." },
  { "palavra": "sexismo", "dica": "Discriminação baseada em sexo ou gênero, em práticas e crenças." },

  { "palavra": "etica", "dica": "Reflexão sobre o que é certo e errado nas ações humanas." },
  { "palavra": "logica", "dica": "Área que estuda formas válidas de raciocínio e argumentação." },
  { "palavra": "dialetica", "dica": "Método de debate e análise baseado em contradições e síntese de ideias." },
  { "palavra": "empirismo", "dica": "Corrente que valoriza experiência e observação como base do conhecimento." },
  { "palavra": "racionalismo", "dica": "Corrente que destaca a razão como fonte principal do conhecimento." },
  { "palavra": "metodo", "dica": "Conjunto de etapas e regras para investigar um problema." },
  { "palavra": "hipotese", "dica": "Explicação provisória que pode ser testada por observação ou experimento." },
  { "palavra": "teoria", "dica": "Conjunto organizado de explicações que integra evidências e faz previsões." },
  { "palavra": "paradigma", "dica": "Modelo dominante de explicação e pesquisa em uma área, em certo período." },
  { "palavra": "evidencia", "dica": "Dado ou informação que sustenta (ou contesta) uma afirmação." }
]
